{
    "batchcomplete": "",
    "query": {
        "pages": {
            "7950282": {
                "pageid": 7950282,
                "ns": 0,
                "title": "崩坏：星穹铁道",
                "extract": "《崩坏：星穹铁道》是由米哈游开发的戰略角色扮演遊戲，于2023年4月26日登陸Microsoft Windows、iOS、Android，于2023年10月11日登陸PlayStation 5。本作为崩坏系列的第四部作品。游戏融合了日式角色扮演游戏的元素，战斗系统采用回合制，并含有箱庭探索、Roguelike等机制。故事主要讲述了游戏主角“开拓者”登上“星穹列车”漫游宇宙中各大行星，并在冒险中解决“星核”对各世界带来的灾难。该作是免费遊玩的服务型游戏，抽卡為主要收費模式。\n《崩坏：星穹铁道》于2019年立项，立项之初确定该游戏将较为轻度且偏向运营，该项目为米哈游首次尝试回合制战斗机制，计划在上线后至少运营6年。由于前作《崩坏3》的背景设定是地球，但剧情中曾提到该世界观中的其他行星，因此制作团队决定将“宇宙”作为《崩坏：星穹铁道》的舞台。此外由于玩家反映《崩坏3》的操作难度过高，团队决定《崩坏：星穹铁道》更重视策略性，并降低操作难度和上手门槛，打造“可以玩的动画番剧”。\n《崩坏：星穹铁道》于2021年10月公开，由于前部作品《原神》的知名程度，游戏上线前得到了广泛的期待，并获得金摇杆奖的最受期待游戏奖提名。游戏上线后获得了普遍正面的评价，其剧情、角色和战斗系统得到了评论家的称赞，但养成系统和收費方式则获评褒贬不一。游戏也取得了商业上的成功，上线10天内手游版本的收入已超过1亿美元。\n\n\n== 玩法 ==\n《崩坏：星穹铁道》是一款戰略角色扮演遊戲，游戏并非开放世界，而是采用箱庭探索式的地图，以星球作为章节区域。世界各地存在多个“界域定锚”，可供玩家用于快速旅行。玩家跟隨遊戲主線前往不同的地方，还有機關解密及支線任務等內容。世界各地分布着奖励高价值资源的關卡，此类資源可以用於強化角色和購買道具，但需要消耗名为“开拓力”的体力才可进入，体力会随时间推移而缓慢回复。另有名为“模拟宇宙”的Roguelike玩法可获得高级物资。通过完成某些任务或参加特定的限时活动，玩家可解锁一些可玩角色，但大多数角色都需通过名为“跃迁”抽卡系统获得。游戏设有保底系统，玩家在抽取一定次数后必定获得稀有角色。\n戰鬥模式為回合制，每个队伍可包含四名角色。每个角色都有一种「命途」和元素属性，命途相当于角色职业，分为七种：输出型的智识命途、巡猎命途、毁灭命途，辅助型的虚无命途、存护命途、同谐命途，以及用于治愈的丰饶命途；元素属性则分为七种：物理、火、冰、雷、风、量子、虚数。每个敌人都有一种或多种元素属性作为其“弱点”，使用其弱点属性攻击可降低敌人的“韧性”，韧性耗尽后将对敌人造成“弱点击破”效果，使敌人受到额外伤害并遭受减益，一回合后恢复韧性值。每个角色可在战斗中使用两种技能：“战技”和“终结技”。战技需要消耗“战技点”释放，发动普通攻击可获得战技点；终结技则是需要清空能量才能使用的绝招，普通攻击和战技均可累积能量。\n\n\n== 故事内容 ==\n\n\n=== 设定 ===\n《崩坏：星穹铁道》设定在一个科学幻想宇宙中，银河中存在着星神，星神是一种高度凝聚的哲学概念化身，是那些践行某种信念并达到命途终点的意識體所成为的存在。星神掌握着改变现实和创造世界的力量，他们可以操控各自命途上的虚数能量。本作包含18种不同的命途，每个命途都代表了一种信念和力量，其中7种被设定为游戏中的角色职业。每个星神与其命途之间存在一种相互依存的关系。星神可以搬运命途上的能量，但同时也被命途所束缚。一旦命途开启，就无法关闭，即使星神陨落，命途仍然存在。目前已知的18位星神中，有一些已经陨落或失踪。\n游戏中的故事情节涉及到不同命途的星神和他们的信念。例如，阿基维利是一个开拓命途的星神，他铺下了星海中的轨道，使得人们可以利用星神的力量进行星际旅行。纳努克则代表了毁灭命途，他认为文明是宇宙的癌症，并散播灾祸的源头到世界各地。还有一些星神代表着不同的命途，如存护命途、欢愉命途、巡猎命途、智识命途、神秘命途、同谐命途等。每个命途都有自己的派系和信徒，这些组织根据对星神和命途的不同理解和信念而形成。派系之间常常结盟或敌对，但多数星神对这些凡人组织并不关心。在游戏中，代表不同命途的派系有毁灭命途的反物质军团、巡猎命途的仙舟联盟和巡海游侠等。此外，还有一些与星神有关的角色，如令使和命途行者。令使是由星神直接赋予力量的凡人，而命途行者则受到星神的感召，走在对应的命途上，并从中获得力量和恩赐。\n游戏中还存在一些重要概念，如星核、裂界和星核猎手。星核是被毁灭星神投放到世界各地的世界之癌，会带来灾厄和空间扭曲。裂界是由星核引发的空间扭曲现象，会影响人们并使他们变成怪物。星核猎手则是一个神秘组织，他们在不同地方狩猎星核，认为星核虽然带来了负面影响，但本身是有价值的珍宝。星穹列车是由星神阿基维利制造的列车，在星空轨道上行驶穿越许多世界。它的初始站和末站都叫做裴迦纳，是阿基维利的故乡。\n\n\n=== 剧情 ===\n\n\n== 开发 ==\n\n《崩坏：星穹铁道》于2019年立项，目标是“为《崩坏》系列探索新方向”，计划在上线后至少运营6年。制作团队约为500名，大部分人是科幻作品和回合制角色扮演游戏的爱好者。选择科幻题材是由于它是年轻一代所的期待内容。该项目是米哈游首次尝试回合制战斗机制，团队认为该游戏类型在游戏市场很有吸引力，且能降低玩家的上手门槛，在米哈游先前进行的问卷调查中，也有许多玩家表示喜欢该类型的游戏；对于此类型游戏是否过于复古的担忧，制作团队认为只要游戏质量足够便能吸引玩家。《女神异闻录5》是团队想制作的回合制角色扮演游戏的目标，对团队选择制作该类游戏也有很大影响。\n游戏的场景“仙舟·罗浮”设计以东方奇幻作为基础，团队形容其为“丝绸朋克”。制作人蒋大卫是英雄傳說 軌跡系列的爱好者，在读硕士时用该系列游戏缓解疲惫，《崩坏：星穹铁道》世界观的构筑也受到该系列影响，与其它崩坏系列作品一样是“不会过于硬核的软科幻”。前作《崩坏3》的背景设定是地球，但剧情中曾提到该世界观中存在其他行星，因此《崩坏：星穹铁道》的制作团队决定扩充“宇宙”这一概念，确立了角色搭乘列车漫游宇宙中各大行星这一基本设定。游戏中每一颗行星的制作都耗时一年，制作顺序是先确定星球的世界观和主题，然后创作角色及详细的设定资料，最后编写剧情。蒋大卫希望《崩坏：星穹铁道》能达到电影、动画里那种“仿佛置身于作品世界之中”的沉浸感，制作出“可以玩的动画番剧”。\n战斗机制方面，制作人蒋大卫称本作采用“指令型制战斗”，他表示先前的《崩坏3》和《原神》都在深耕角色扮演游戏，但没有尝试过指令型制及回合制的角色扮演游戏，希望借助本作尝试这一领域。此外，有玩家反映《崩坏3》的动作性过强，操作难度过高，因此《崩坏：星穹铁道》更重视策略性而非玩家的操作能力，团队也通过简化玩家的选择，让玩家有更多时间思考下一步行动，来降低上手门槛。为了提升玩家的沉浸感，制作团队将人工智能技术融入到非玩家角色的行为模式中。\n\n\n== 發行及宣傳 ==\n《崩坏：星穹铁道》于2021年10月5日在《崩壞3rd》的「星火流音」紀念演出直播中公開，同月8日官方YouTube频道公布，并发布首支实机演示宣传片，同时招募玩家参与封閉測試。10月27日，游戏開展第一次封閉測試，2022年5月25日進行第二次封閉測試。2022年6月，游戏参展夏日游戏节。同年8月15日，游戏获得开发商所在地上海徐汇区的文化和旅游局发放的“文化发展专项资金”扶持。同年8月24日，游戏在2022年Gamescom的开幕夜上亮相。\n2023年1月17日，游戏的移动端获得国家新闻出版署批出的游戏版号，游戏被批准在中国大陆发行。2023年2月10日游戏进行第三次封閉測試，同日App Store页面暴露游戏正式上线时间为4月26日。国际市场方面，米哈游在游戏公测前一个月投放超过2,000组Google Play端的广告，主要投放渠道为Google AdMob，主要投放地区为日本、香港、美国、越南、泰国。\n\n4月25日，米哈游发布游戏片头曲动画“星间旅行”。4月26日遊戲正式全球上線。4月28日，米哈游在徐家汇举行首次主题展“银河聚汇”。4月29日至5月13日，米哈游包下了厦门轨道交通1号线的列车广告并联合发行数字纪念票（NFT），用于宣传该游戏。7月13日米哈游开通了名为“星穹铁道高铁品牌专列”的高铁列车，线路不定，同样用于宣传游戏。\n\n\n== 反响 ==\n\n\n=== 评价 ===\n根据评论聚合网站Metacritic的数据，对《崩坏：星穹铁道》的评价以“正面评论为主”；在另一个评论聚合网站OpenCritic汇总的20篇评论文章中，正面评价占比为88%。IGN的杰丝·雷耶斯（Jess Reyes）称其为2023年最好的免费开玩游戏。许多评论家将其与《原神》相比较，Eurogamer的杰茜卡·奥尔（Jessica Orr）将其归因于《原神》的受欢迎程度，她写道《崩坏：星穹铁道》是崩坏系列第四部作品，却被讨论得像是《原神》的续篇。\nIGN的雷耶斯认为《崩坏：星穹铁道》的剧情有足够多的曲折，虽然部分内容的节奏“值得商榷”，但总体而言“有趣味”。《PC Gamer》的泰勒·科尔普（Tyler Colp）写道，剧情“从太空歌剧的英雄主义和乐观主义到尼尔系列的黑色喜剧，还融合了很多《最终幻想14》的肥皂剧式叙事”。Eurogamer的奥尔批评剧情“对重要细节只给出一句解释，却花费了八个段落来过度解释最简单的情节转折”，且经常使用黑底白字而非过场动画或对话提示进行过渡让人感到毫无生气。PCGamesN的娜特·史密斯（Nat Smith）认为米哈游将《崩坏：星穹铁道》作为崩坏系列的精神续作而非直接续作能降低新玩家的上手门槛，3DMGAME的评论员也持类似观点，表示未接触崩坏系列的玩家也能理解本作的世界观与剧情。PCGamesN还指出游戏中长段的静态对话场景是最容易失去观众的内容。游戏的幽默元素也得到了评论家的称赞，《PC Gamer》的科尔普指出游戏虽不乏幽默，但在涉及最重要的角色和主题时能保持严肃。广西大学新闻与传播学院副教授薛强与广西大学新闻与传播学院硕士研究生何晓琪认为，游戏《崩坏：星穹铁道》融合了东西方的文化，注重结合全球普遍适应性及区域性地域性文化。\n游戏回合制的战斗系统得到了评论家的正面评价。IGN的雷耶斯称其“为喜欢琢磨细节的人提供了多层次的策略，同时也不会让休闲玩家愁眉苦脸”。《PC Gamer》的科尔普将“战术”和“基于团队的决策”列为《崩坏：星穹铁道》提炼的回合制角色扮演游戏中最令人满意的地方。IGN的雷耶斯认为战斗系统的策略性增添了胜利后的成就感。GamingBolt的拉维·辛哈（Ravi Sinha）也称游戏的战术性“令人惊讶”，但在“出色的操控（方式）和精心设计的效果”下，仍能保持快节奏和流畅的感觉。3DMGAME的评论员表示游戏在模仿经典的日式角色扮演游戏之余加入了自我的特色，并指出战斗机制有对《八方旅人》、炼金工房系列等作品的模仿。Eurogamer的奥尔认为，《崩坏：星穹铁道》将元素系统与传统日式角色扮演游戏的职业系统相结合，即使战斗失败也能带给玩家乐趣。PCGamesN的史密斯认为其战斗系统虽然没有最终幻想系列和女神异闻录系列作品的深度，但其通过“轻量化和非常快的节奏”来弥补了不足。Screen Rant的科迪·格拉韦尔（Cody Gravelle）称回合制战斗是一种“直接的乐趣”，其战斗动画让战斗“华丽而有冲击力”，《PC Gamer》的科尔普也有类似的称赞，Polygon的安娜·迪亚兹（Ana Diaz）和PCGamesN的史密斯还认为动画体现了角色的个性和故事。\n评论家对游戏的养成系统和收費方式手段意见不一。《PC Gamer》的科尔普认为其收費方式“不算过分”，但其各种货币和奖励机制的复杂程度破坏了原本流畅的游戏体验。Screen Rant的格拉韦尔将该游戏作为一款抽卡游戏视为其唯一的缺陷，批评其五星角色的掉落率低，武器系统“光锥”更是让获得最佳角色配置的成本相当高，其体力系统也没有必要。IGN的雷耶斯称游戏的遗器系统“令人恼火”，因其升级时提升的属性完全随机。Polygon的迪亚兹认为其角色养成系统比较合理，因为游戏机制鼓励培养多个角色，而非过度投入于一个配队。GamingBolt的辛哈表示游戏升级角色所需材料数量和获取方式之多很容易让玩家不知所措。Rock, Paper, Shotgun的贾森·科尔斯（Jason Coles）、IGN的雷耶斯和GamingBolt的辛哈认为低消费者也能享受该游戏。\n《崩坏：星穹铁道》以其近乎完美的二次元式的美术风格、扣人心弦的剧情设定、独特的游戏世界观和游戏角色的交互性为玩家带来了丰富的游戏体验和独特的审美价值，成为玩家的情感寄托。\n\n\n=== 获奖 ===\n\n\n=== 流行度 ===\n遊戲上線前夕，中国大陆的預約玩家數量达到2298万，中国大陆以外为1000万。2023年4月23日遊戲预下载當日登上超过113个国家及地区的App Store免費榜首位，以及中国大陆、美国、日本、韩国的总榜第一。4月26日遊戲全球上線后，5小時内登上中國大陸App Store暢銷榜首位，42個國家及地區暢銷榜前十，4月28日米哈遊宣佈遊戲下載量超過兩千萬。\n\n\n=== 商业表现 ===\nGameLook估计，游戏上线首日，其全球全平台收入很可能已超过1亿人民币。而机构Sensor Tower的数据称，游戏上线10天内，手游版本的全球营收超过1亿美元，其中中国占比44％，日本占比22％，美国占比12％。机构DataEye统计，上线15天内，仅iOS版和通过Google Play下载的Android版的收入已达至少6500万美元，其中日本流水达1.2亿人民币。\n\n\n== 注釋 ==\n\n\n== 参考資料 ==\n\n\n== 延伸阅读 ==\n任晓宁. 米哈游能复制下一个《原神》吗. 经济观察报. 2023-04-27  [2023-06-15]. （原始内容存档于2023-05-09） （中文（中国大陆））. \n毒眸; 廖艺舟. 周亚波 , 编. 《星穹铁道》：米哈游也做不出第二个《原神》？. 界面新闻. 2023-04-30  [2023-06-18]. （原始内容存档于2023-06-19） （中文（中国大陆））. \nDataEye研究院. 米哈游《崩坏：星穹铁道》数据观察：不必期待成为下一个《原神》. 界面新闻. 2023-04-27  [2023-06-18]. （原始内容存档于2023-06-20） （中文（中国大陆））. \n时临. 工业化路线下的“第二枚大棋”:《星穹铁道》要做的不只是游戏. 手游矩阵.   [2023-06-18] （中文（中国大陆））. \n壹娱观察. 米哈游还能再造「神」吗. 36氪. 2023-04-28  [2023-06-18]. （原始内容存档于2023-06-18） （中文（中国大陆））. \n浔阳. 搭乘「星穹铁道」，米哈游能再次改写二次元游戏格局吗？. GameRes游资网. 2023-04-26  [2023-06-18]. （原始内容存档于2023-06-18） （中文（中国大陆））. \n如何看待米哈游的工业化进程 游戏行业未来如何发展. 18183手游网. 2022-06-16  [2023-06-18]. （原始内容存档于2023-06-20） （中文（中国大陆））. \n\n\n== 外部链接 ==\n官方网站：中國大陸、全球\n崩坏星穹铁道的bilibili个人空间"
            }
        }
    }
}